/* LeoCol user-facing strings - German */

"Button.Reload" = "Neu laden";
"Label.Filter" = "Filter:";
"Label.ProcessDetails" = "Prozessdetails";

"Column.Process" = "Prozess";
"Column.PID" = "PID";
"Column.BundleName" = "Bundle-Name";
"Column.Observed" = "Zuletzt";
"Column.Executable" = "Programmdatei";
"Column.Classification" = "Einordnung";

"Detail.NoSelection" = "Kein Prozess ausgewählt.";

"Detail.Process" = "Prozess";
"Detail.PID" = "PID";
"Detail.Bundle" = "Bundle";
"Detail.BundleName" = "Bundle-Name";
"Detail.Classification" = "Einordnung";
"Detail.Confidence" = "Aussagekraft";
"Detail.Executable" = "Programmdatei";
"Detail.FirstSeen" = "Zuerst gesehen";
"Detail.LastSeen" = "Zuletzt gesehen";
"Detail.ExecutablePath" = "Programmpfad";

"State.NotAvailable" = "Nicht verfügbar";
"State.Classification.ObservedOnly" = "Nur beobachtet";
"State.Confidence.NotAvailable" = "Nicht verfügbar";
"State.Executable.NotReported" = "Nicht gemeldet";
"State.Executable.NotReported.Detail" = "Kein Programmpfad gemeldet";
"State.Executable.Present" = "Vorhanden";
"State.Executable.NotPresent" = "Nicht vorhanden";
"State.Executable.Directory" = "Ordner";


"Status.ShowingRows" = "Zeige %lu von %lu Einträgen";
"Status.DatabaseNotFound" = "Datenbank nicht gefunden: %@ — zeige Platzhalter";
"Status.DatabaseOpenFailed" = "Datenbank konnte nicht geöffnet werden: %@";
"Status.QueryPrepareFailed" = "Abfrage konnte nicht vorbereitet werden — zeige Platzhalter";
"Status.QueryFailed" = "Abfrage fehlgeschlagen — zeige Platzhalter";
"Status.ResultIterationFailed" = "Auswertung der Ergebnisse fehlgeschlagen";
"Status.EmptyDatabase" = "Datenbank enthält keine Einträge — zeige Platzhalter";


"Classification.AppleSystemComponent" = "Apple-Systemkomponente";
"Classification.AppleApplication" = "Apple-Programm";
"Classification.CommandLineTool" = "Befehlszeilenprogramm";
"Classification.UserApplication" = "Benutzerprogramm";
"Classification.DeveloperTool" = "Entwicklerwerkzeug";
"Classification.MacPortsTool" = "MacPorts-Werkzeug";
"Classification.ObservedOnly" = "Nur beobachtet";

"Button.EvidenceSummary" = "Belege";
"Button.OK" = "OK";

"EvidenceSummary.Title" = "Provenienz-Belegübersicht";
"EvidenceSummary.Empty" = "Keine Provenienz-Belege vorhanden.";

"EvidenceType.launch-agent" = "LaunchAgent";
"EvidenceType.launch-daemon" = "LaunchDaemon";
"EvidenceType.login-item" = "Anmeldeobjekt";
"EvidenceType.startup-item" = "StartupItem";
"EvidenceType.kext" = "Kernel Extension";
"EvidenceType.cups" = "CUPS";
"EvidenceType.receipt-bom" = "Receipt/BOM";

"ResolutionState.resolved" = "Aufgelöst";
"ResolutionState.observed-only" = "Nur beobachtet";
"ResolutionState.unresolved" = "Nicht aufgelöst";
"ResolutionState.stale-reference" = "Verwaister Verweis";
"ResolutionState.artifact" = "Artefakt";

"About.Title" = "Über LeoCol";
"About.Message" = "LeoCol";
"About.Info" = "Schreibgeschütztes Prozess- und Provenienzgedächtnis für Mac OS X Leopard.\n\nLeoCol sammelt Belege, keine Urteile.\nEs ist kein Taskmanager, Cleaner, Deinstallations-, Reparatur- oder Malware-Werkzeug.";
"Menu.Quit" = "LeoCol beenden";
"Menu.QuitLeoCol" = "LeoCol beenden";
"About.VersionFormat" = "Version %@ (%@)";
"Label.Search" = "Suchen";
"Column.EvidenceType" = "Belegtyp";
"Column.ResolutionState" = "Status";
"Column.Count" = "Anzahl";
"Menu.File" = "Ablage";
"Menu.ExportReport" = "Bericht exportieren...";
"Export.DefaultFileName" = "LeoCol-Bericht.txt";
"Export.FailedTitle" = "Export fehlgeschlagen";
"Export.FailedInfo" = "LeoCol konnte die Berichtsdatei nicht schreiben.";
